function multiplyByNineFifths(number) {
  return number * (9/5);
};

function getFahrenheit(celsius) {
  return multiplyByNineFifths(celsius) + 32;
};

getFahrenheit(15);

// 1)  Функция, возвращающая случайное целое число из переданного диапазона включительно.

// А также придумайте, как функция должна вести себя, если передать значение «до» меньшее, чем значение «от», или равное ему.

//Вопрос? (к сожалению вторую часть задания не понимаю. Какой результат должен быть и как написать такую функцию?)


// имя_функции(проверяемая_строка, максимальная_длина);
// function checkString (){

// }

//2)  Функция для проверки максимальной длины строки. Будет использоваться для проверки длины введённого комментария, но должна быть универсальна.
// Вопрос? Откуда берётся параметр "проверяемая_строка" и "максимальная_длина"? В каких единицах измеряется максимальная_длина строки?
